{
  "about": {
    "title": {
      "es": "Portafolio web de Nacho Betancourt",
      "en": "Nacho Betancourt's web portfolio"
    },
    "description": {
      "p0": {
        "es": "Ingeniero en Desarrollo de Software titulado por la Universidad TecMilenio, me especializo en desarrollo web, siempre primero responsivo, fan de las PWAs (Progressive Web Applications), me gusta desarrollar principalmente con ",
        "en": "Software Development Engineer graduated from TecMilenio University, I specialize on web development, responsive first, fan of PWAs (Progressive Web Applications), I like to develop mainly with "
      },
      "p1": {
        "es": "Apasionado por la enseñanza y difusión de la programación, he trabajado en contabilidad y construcción, pase por las carreras de Arquitectura e Ingeniería Civil, antes de encontrar en la programación mi verdadera pasión.",
        "en": "I'm passionate about teaching and talking programming, I have worked in accounting and construction, studied Architecture and Civil Engineering, before finding my true passion in programming."
      },
      "p2": {
        "es": "Mi primer trabajo fue desarrollando aplicaciones web usando ",
        "en": "My first job was developing web applications using "
      },
      "p3": {
        "es": " escuela de desarrollo web y programación en la CDMX, con un enfoque a la plataforma de alumnos, mejorando la experiencia de usuario con el objetivo de conseguir mejores experiencias de aprendizaje, también la plataforma interna la cual recibió mejoras de usabilidad para que nuestros maestros, estudiantes y vendedores pudieran hacer un uso más eficiente de la misma.",
        "en": " web development and programming school in CDMX, with my work focusing on the student platform, improving the user experience aiming to achieve better learning experiences, I also worked on the internal platform which received usability improvements so that our teachers, students and sellers could make more efficient use of it."
      },
      "p4": {
        "es": "Mi siguiente experiencia profesional fue haciendo uso avanzado de ",
        "en": "My next professional experience was making advanced use of "
      },
      "p5": {
        "es": ", empresa de lógistica donde adquirí amplia experiencia consumiendo servicios web, desarrollando una remodelación visual de su plataforma enfocada en la responsividad y una mejora del flujo de la aplicación para nuestros clientes, mi trabajo más profundo fue en el CMR donde logré trabajar de manera avanzada con la API de Google Maps.",
        "en": ", a logistics company where I acquired extensive experience consuming web services, developing a visual refactor of its platform focused on responsiveness and improving the application flow for our clients, my deepest work was at the CMR where I managed to work in an advanced way with the Google Maps API."
      },
      "p6": {
        "es": "También he trabajado con Python, PHP y Java, me considero un desarrolador Fullstack, me entusiasma el diseño de UI/UX pues considera la experiencia de un usuario uno de los elementos más importantes de mi carrera, trabajo también en planeación de proyectos y análisis de datos ",
        "en": "I have also worked with Python, PHP and Java, I consider myself a Fullstack developer, I am enthusiastic about UI/UX design because I consider a user's experience one of the most important elements of my career, I also work in project planning and analysis of data "
      },
      "p7": {
        "es": " Me gustan los perros, la pizza, los camellones de la Ciudad de México, las playas de Veracruz, las carreteras y el viento en la cara, me gusta nadar y caminar, apoyo fielmente al ",
        "en": "I like dogs, pizza, the streets of Mexico City, the beach of Veracruz, the roads and the wind in my face, I like to swim and walk, I faithfully support the soccer team "
      },
      "p8": {
        "es": ", leo libros y cómics, escucho música, pero para mi no hay nada como el placer de escribir y crear constantemente código.",
        "en": ", I read books and comics, I listen to music, but for me there is nothing like the pleasure of constantly writing and creating code."
      }
    },
    "and": {
      "es": "y ",
      "en": "and "
    },
    "in": {
      "es": "en ",
      "en": "in "
    }
  }
}
